Repository: widescape/widescapeWeatherWidget
Catalog: Resources/*/Localizable.strings
Languages: fr

# date.today
source: Today
fr: Ajd.

# date.tonight
source: Tonight
fr: Ce soir

# date.day
source: Day
fr: Jour

# date.night
source: Night
fr: Nuit

# date.abbr_day_names.0
source: Sun
fr: Dim

# date.abbr_day_names.1
source: Mon
fr: Lun

# date.abbr_day_names.2
source: Tue
fr: Mar

# date.abbr_day_names.3
source: Wed
fr: Mer

# date.abbr_day_names.4
source: Thu
fr: Jeu

# date.abbr_day_names.5
source: Fri
fr: Ven

# date.abbr_day_names.6
source: Sat
fr: Sam

# date.abbr_month_names.1
source: Feb
fr: Fév

# date.abbr_month_names.3
source: Apr
fr: Avr

# date.abbr_month_names.4
source: May
fr: Mai

# date.abbr_month_names.5
source: Jun
fr: Juin

# date.abbr_month_names.6
source: Jul
fr: Juil

# date.abbr_month_names.7
source: Aug
fr: Août

# date.abbr_month_names.11
source: Dec
fr: Déc

# weather.conditions.unknown
source: Unknown Weather Condition
fr: Conditions météo inconnues

# weather.conditions.chance_of
source: Chance of %{precipitation}
fr: Risque de %{precipitation}

# weather.conditions.precipitation
source: precipitation
fr: précipitations

# weather.conditions.updated_at
source: Updated at
fr: Mise à jour

# weather.conditions.visibility.absolute
source: Visibility
fr: Visibilité

# weather.conditions.visibility.unknown
source: Unknown visibility
fr: Visibilité inconnue

# weather.conditions.visibility.unlimited
source: Unlimited visibility
fr: Visibilité illimitée

# weather.conditions.winds.calm
source: Calm winds
fr: Vent(s) calme(s)

# weather.conditions.winds.variable
source: Changing winds
fr: Vents changeants

# weather.conditions.winds.wind_from
source: Wind from %{direction}
fr: Vent %{direction}

# weather.conditions.winds.directions.N
source: north
fr: du nord

# weather.conditions.winds.directions.NNE
source: north-north-east
fr: du nord nord-est

# weather.conditions.winds.directions.NE
source: north-east
fr: du nord-est

# weather.conditions.winds.directions.ENE
source: east-north-east
fr: du est nord-est

# weather.conditions.winds.directions.E
source: east
fr: d'est

# weather.conditions.winds.directions.ESE
source: east-south-east
fr: d'est sud-est

# weather.conditions.winds.directions.SE
source: south-east
fr: du sud-est

# weather.conditions.winds.directions.SSE
source: south-south-east
fr: du sud sud-est

# weather.conditions.winds.directions.S
source: south
fr: du sud

# weather.conditions.winds.directions.SSW
source: south-south-west
fr: du sud sud-ouest

# weather.conditions.winds.directions.SW
source: south-west
fr: du sud-ouest

# weather.conditions.winds.directions.WSW
source: west-south-west
fr: d'ouest sud-ouest

# weather.conditions.winds.directions.W
source: west
fr: d'ouest

# weather.conditions.winds.directions.WNW
source: west-north-west
fr: d'ouest nord-ouest

# weather.conditions.winds.directions.NW
source: north-west
fr: du nord-ouest

# weather.conditions.winds.directions.NNW
source: north-north-west
fr: du nord nord-ouest

# weather.conditions.winds.at
source: at
fr: à

# weather.conditions.winds.with_gusts_up_to
source: with gusts up to
fr: avec des rafales jusqu'à
